cases/inifniteSlabReactor/system/controlDict
// ************************************************************************* //
FoamFile
{
    version	2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      controlDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

// OpenFOAM controlDict

application     foamRun;

solver          fluid;

startFrom       latestTime;

startTime       0;

stopAt          endTime;

endTime         10000;

deltaT          1;

writeControl    adjustableRunTime;

writeInterval   1000;

purgeWrite      0;

writeFormat     ascii;

writePrecision  15;

writeCompression off;

timeFormat      general;

timePrecision   8;

runTimeModifiable true;

adjustTimeStep  no;

maxCo           0.5;

maxDeltaT       1;


// MUSCLE-Foam controlDict

neutronicsSolver diffusion;

energyGroups    2;

decayHeat       false;

criticalityCalculationActive true;

criticalityInactive 3000;

keff            0.9;

nominalPower    1;

functions
{
    horizontal
    {
        type            sets;
        libs            ("libsampling.so");
        writeControl    writeTime;
        interpolationScheme cellPoint;
        setFormat csv;
        name horizontal;
        sets
        (
          horizontal
          {
            type lineCell;
            axis x;
            start (0 0.05 0.05);
            end (2.4 0.05 0.05);
          }
        );
        fields
        (
            flux0
            flux1
        );
    }
}


// ************************************************************************* //
