cases/inifniteSlabReactor/constant/delayedNeutronConstants
// ************************************************************************* //
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      delayedNeutronConstants;
}

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

DNPGroups       6;

Sct             1e10;
Sc              1e10;

lambda0         0.0124;
lambda1         0.0305;
lambda2         0.111;
lambda3         0.301;
lambda4         1.14;
lambda5         3.01;

beta0           0.00025;
beta1           0.00164;
beta2           0.00147;
beta3           0.00296;
beta4           0.00086;
beta5           0.00032;

// ************************************************************************* //
