cases/inifniteSlabReactor/0.orig/U
// ************************************************************************* //
FoamFile
{
    format      binary;
    class       volVectorField;
    location    "0";
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{
    empties
    {
        type            empty;
    }

    ".*"
    {
        type            noSlip;
    }
}


// ************************************************************************* //
