cases/inifniteSlabReactor/0.orig/p
// ************************************************************************* //
FoamFile
{
    format      binary;
    class       volScalarField;
    location    "0";
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -1 -2 0 0 0 0];

internalField   uniform 1e5;

boundaryField
{
    empties
    {
        type            empty;
    }

    ".*"
    {
        type            calculated;
        value           $internalField;
    }
}


// ************************************************************************* //
