cases/inifniteSlabReactor/0.orig/p_rgh
// ************************************************************************* //
FoamFile
{
    format      ascii;
    class       volScalarField;
    object      p_rgh;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -1 -2 0 0 0 0];

internalField   uniform 1e5;

boundaryField
{
    empties
    {
        type            empty;
    }

    ".*"
    {
        type            fixedFluxPressure;
        gradient        uniform 0;
        value           $internalField;
    }
}

// ************************************************************************* //
