cases/inifniteSlabReactor/0.orig/IV0
// ************************************************************************* //
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0";
    object      IV0;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 -1 1 0 0 0 0];

internalField   uniform 1e-5;

boundaryField
{
    empties
    {
        type            empty;
    }

    ".*"
    {
        type            zeroGradient;
    }
}


// ************************************************************************* //
