cases/inifniteSlabReactor/0.orig/SP0_0
// ************************************************************************* //
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0";
    object      SP0_0;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 1 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    empties
    {
        type            empty;
    }

    ".*"
    {
        type            zeroGradient;
    }
}


// ************************************************************************* //
