cases/inifniteSlabReactor/0.orig/T
// ************************************************************************* //
FoamFile
{
    format      binary;
    class       volScalarField;
    location    "0";
    object      T;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 1 0 0 0];

internalField   uniform 900;

boundaryField
{
    empties
    {
        type            empty;
    }

    ".*"
    {
        type            zeroGradient;
    }
}


// ************************************************************************* //
