cases/inifniteSlabReactor/0.orig/TR1_0
// ************************************************************************* //
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0";
    object      TR1_0;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 -1 0 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    empties
    {
        type            empty;
    }

    ".*"
    {
        type            zeroGradient;
    }
}


// ************************************************************************* //
