cases/inifniteSlabReactor/0.orig/TXS
// ************************************************************************** //
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0";
    object      TXS;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 1 0 0 0];

internalField   uniform 900;

boundaryField
{
    #include "XS"
}

// ************************************************************************** //