cases/inifniteSlabReactor/0.orig/XS
empties
{
    type            empty;
}

".*"
{
    type    zeroGradient;
}