cases/inifniteSlabReactor/0.orig/flux0
// ************************************************************************* //
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      flux0;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 -2 -1 0 0 0 0];

internalField   uniform 1e13;

boundaryField
{
    empties
    {
        type            empty;
    }

    left
    {
        type            fixedValue;
        value           uniform 0;
    }

    right
    {
        type            fixedValue;
        value           uniform 0;
    }
}

// ************************************************************************* //
