cases/inifniteSlabReactor/0.orig/prec4
// ************************************************************************* //
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      prec4;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 -3 0 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    empties
    {
        type            empty;
    }

    ".*"
    {
        type            zeroGradient;
    }
}


// ************************************************************************* //
