cases/inifniteSlabReactor/0.orig/rhoXS
// ************************************************************************** //
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0";
    object      rhoXS;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -3 0 0 0 0 0];

internalField   uniform 1000;

boundaryField
{
    #include "XS"
}

// ************************************************************************** //