cases/inifniteSlabReactor/system/createZonesDict
// ************************************************************************* //
FoamFile
{
    format      ascii;
    class       dictionary;
    object      createZonesDict;
}

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

M1
{
    type        box;
    zoneType    cell;
    box         (0 0 0) (0.4 0.1 0.1);
}

M2
{
    type        box;
    zoneType    cell;
    box         (0.4 0 0) (2 0.1 0.1);
}

M3
{
    type        box;
    zoneType    cell;
    box         (2 0 0) (2.4 0.1 0.1);
}


// ************************************************************************* //
