cases/inifniteSlabReactor/system/fvConstraints
// ************************************************************************* //
FoamFile
{
    format      ascii;
    class       dictionary;
    object      fvConstraints;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //




// ************************************************************************* //
