cases/inifniteSlabReactor/system/setFieldsDict
// ************************************************************************* //
FoamFile
{
    format      ascii;
    class       dictionary;
    object      setFieldsDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

zones
{
    M1
    {
        type        lookup;
        name        M1;
        zoneType    cell;

        values
        {
            FN0_0   1;
            FN1_0   20;
            M0_0    2.6;
            M1_0    18;
            SP0_0   1e-4;
            SP1_0   0.04;
            TR0_0   22.222;
            TR1_0   66.666;
            S01_0   1.5;
        }
    }

    M2
    {
        type        lookup;
        name        M2;
        zoneType    cell;

        values
        {
            FN0_0   0.5;
            FN1_0   9.9;
            M0_0    2;
            M1_0    8;
            SP0_0   2.5e-5;
            SP1_0   0.009801;
            TR0_0   33.333;
            TR1_0   66.666;
            S01_0   1;
        }
    }

    M3
    {
        type        lookup;
        name        M3;
        zoneType    cell;

        values
        {
            FN0_0   1;
            FN1_0   20;
            M0_0    2.6;
            M1_0    18;
            SP0_0   1e-4;
            SP1_0   0.04;
            TR0_0   22.222;
            TR1_0   66.666;
            S01_0   1.5;
        }
    }
}


// ************************************************************************* //